{
    "header-title": "ইনস্টাগ্রাম কন্টেন্ট ডাউনলোডার",
    "header-subtitle": "ইনস্টাগ্রাম থেকে রিলস, ছবি এবং স্টোরি ডাউনলোড করুন",
    "input-placeholder": "ইনস্টাগ্রাম URL পেস্ট করুন (রিল, পোস্ট, বা স্টোরি)...",
    "download-button": "ডাউনলোড করুন",
    "download-all-text": "এটি একাধিক ছবি/ভিডিও সহ একটি পোস্ট হতে পারে।",
    "download-all-button": "সমস্ত কন্টেন্ট ডাউনলোড করুন",
    "download-link": "কন্টেন্ট ডাউনলোড করুন",
    "info-title": "কিভাবে ইনস্টাগ্রাম রিলস, ফটো এবং ভিডিও ডাউনলোড করবেন",
    "info-description": "InstantMediaSave হল ইনস্টাগ্রাম কন্টেন্ট ডাউনলোড করার জন্য একটি বিনামূল্যের অনলাইন টুল। যেকোনো পাবলিক ইনস্টাগ্রাম পোস্ট, রিল বা স্টোরির URL পেস্ট করে এটি তাৎক্ষণিকভাবে সংরক্ষণ করুন।",
    "supported-title": "সমর্থিত ইনস্টাগ্রাম কন্টেন্ট প্রকার:",
    "supported-items": [
      "<strong>ইনস্টাগ্রাম রিলস ডাউনলোড করুন</strong> - ছোট উল্লম্ব ভিডিও এবং ট্রেন্ডিং কন্টেন্ট সংরক্ষণ করুন",
      "<strong>ইনস্টাগ্রাম ফটো ডাউনলোড করুন</strong> - একক ছবি এবং ছবি পোস্ট সংরক্ষণ করুন",
      "<strong>ইনস্টাগ্রাম ভিডিও ডাউনলোড করুন</strong> - ভিডিও পোস্ট এবং কন্টেন্ট সংরক্ষণ করুন",
      "<strong>ইনস্টাগ্রাম অডিও/গান ডাউনলোড করুন</strong> - পোস্ট এবং রিলস থেকে অডিও সংরক্ষণ করুন",
      "<strong>ইনস্টাগ্রাম ক্যারোসেল পোস্ট ডাউনলোড করুন</strong> - একটি পোস্ট থেকে একাধিক ছবি/ভিডিও সংরক্ষণ করুন",
      "<strong>ইনস্টাগ্রাম স্টোরি ডাউনলোড করুন</strong> - অস্থায়ী কন্টেন্ট সংরক্ষণ করুন (অবশ্যই পাবলিক হতে হবে)"
    ],
    "faq-title": "প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী",
    "faq-questions": [
        "কিভাবে ইনস্টাগ্রাম রিলস ডাউনলোড করবেন?",
        "কিভাবে ইনস্টাগ্রাম ফটো ডাউনলোড করবেন?",
        "ইনস্টাগ্রাম কন্টেন্ট ডাউনলোড করা কি আইনসম্মত?"
      ],
      "faq-answers": [
        "ইনস্টাগ্রাম রিলস ডাউনলোড করতে, ইনস্টাগ্রাম থেকে রিলের URL কপি করুন, আমাদের ডাউনলোডারে পেস্ট করুন এবং ডাউনলোড ক্লিক করুন। আপনি উচ্চ মানের রিলস সরাসরি আপনার ডিভাইসে সংরক্ষণ করতে পারবেন।",
        "ইনস্টাগ্রাম ফটো ডাউনলোড করা সহজ - পোস্টের URL কপি করুন, এখানে পেস্ট করুন এবং ডাউনলোড ক্লিক করুন। আমাদের টুল একক ফটো এবং একাধিক ছবি সহ ক্যারোসেল পোস্টে কাজ করে।",
        "ব্যক্তিগত ব্যবহারের জন্য পাবলিক ইনস্টাগ্রাম কন্টেন্ট ডাউনলোড করা সাধারণত গ্রহণযোগ্য। তবে, সর্বদা কপিরাইট আইন এবং ইনস্টাগ্রামের সেবা শর্তাবলী সম্মান করুন। এই টুলটি শুধুমাত্র ব্যক্তিগত ব্যবহারের জন্য।"
      ],
      "disclaimer": "নোট: এই টুলটি শুধুমাত্র ব্যক্তিগত ব্যবহারের জন্য। অনুগ্রহ করে কপিরাইট এবং ইনস্টাগ্রামের সেবার শর্তাবলী সম্মান করুন।",
      "related-tools-title": "আমাদের ইনস্টাগ্রাম ডাউনলোডিং টুল:",
      "related-tools-links": [
        "ইনস্টাগ্রাম রিলস ডাউনলোডার",
        "ইনস্টাগ্রাম ফটো ডাউনলোডার",
        "ইনস্টাগ্রাম স্টোরি ডাউনলোডার",
        "IGTV ভিডিও ডাউনলোডার",
        "ইনস্টাগ্রাম ক্যারোসেল ডাউনলোডার",
        "ইনস্টাগ্রাম ভিডিও ডাউনলোডার",
        "ইনস্টাগ্রাম অডিও এক্সট্রাক্টর"
      ],
      "footer-about": "আমাদের সম্পর্কে",
      "footer-privacy": "গোপনীয়তা নীতি",
      "footer-copyright": "© 2025 InstantMediaSave। সর্বস্বত্ব সংরক্ষিত।",
      "footer-tagline": "InstantMediaSave দ্বারা ❤️ দিয়ে তৈরি"
    }