{
    "header-title": "इंस्टाग्राम कंटेंट डाउनलोडर",
    "header-subtitle": "इंस्टाग्राम से रील्स, इमेज और स्टोरीज डाउनलोड करें",
    "input-placeholder": "इंस्टाग्राम URL पेस्ट करें (रील, पोस्ट या स्टोरी)...",
    "download-button": "डाउनलोड करें",
    "download-all-text": "यह कई इमेज/वीडियो वाला पोस्ट हो सकता है।",
    "download-all-button": "सभी सामग्री डाउनलोड करें",
    "download-link": "सामग्री डाउनलोड करें",
    "info-title": "इंस्टाग्राम रील्स, फोटो और वीडियो कैसे डाउनलोड करें",
    "info-description": "InstantMediaSave इंस्टाग्राम सामग्री डाउनलोड करने के लिए एक मुफ्त ऑनलाइन टूल है। बस किसी भी सार्वजनिक इंस्टाग्राम पोस्ट, रील या स्टोरी का URL पेस्ट करें और तुरंत सेव करें।",
    "supported-title": "समर्थित इंस्टाग्राम सामग्री प्रकार:",
    "supported-items": [
      "<strong>इंस्टाग्राम रील्स डाउनलोड करें</strong> - छोटे लंबवत वीडियो और ट्रेंडिंग सामग्री सेव करें",
      "<strong>इंस्टाग्राम फोटो डाउनलोड करें</strong> - एकल इमेज और पिक्चर पोस्ट सेव करें",
      "<strong>इंस्टाग्राम वीडियो डाउनलोड करें</strong> - वीडियो पोस्ट और सामग्री सेव करें",
      "<strong>इंस्टाग्राम ऑडियो/गाने डाउनलोड करें</strong> - पोस्ट और रील्स से ऑडियो सेव करें",
      "<strong>इंस्टाग्राम कैरोसेल पोस्ट डाउनलोड करें</strong> - एक ही पोस्ट से कई इमेज/वीडियो सेव करें",
      "<strong>इंस्टाग्राम स्टोरीज डाउनलोड करें</strong> - अस्थायी सामग्री सेव करें (सार्वजनिक होनी चाहिए)"
    ],
    "faq-title": "अक्सर पूछे जाने वाले प्रश्न",
    "faq-questions": [
      "इंस्टाग्राम रील्स कैसे डाउनलोड करें?",
      "इंस्टाग्राम फोटो कैसे डाउनलोड करें?",
      "क्या इंस्टाग्राम सामग्री डाउनलोड करना कानूनी है?"
    ],
    "faq-answers": [
      "इंस्टाग्राम रील्स डाउनलोड करने के लिए, बस इंस्टाग्राम से रील का URL कॉपी करें, हमारे डाउनलोडर में पेस्ट करें, और डाउनलोड पर क्लिक करें। आप उच्च गुणवत्ता वाले रील्स सीधे अपने डिवाइस पर सेव कर सकते हैं।",
      "इंस्टाग्राम फोटो डाउनलोड करना आसान है - पोस्ट URL कॉपी करें, यहां पेस्ट करें, और डाउनलोड पर क्लिक करें। हमारा टूल एकल फोटो और कई इमेज वाले कैरोसेल पोस्ट के साथ काम करता है।",
      "व्यक्तिगत उपयोग के लिए सार्वजनिक इंस्टाग्राम सामग्री डाउनलोड करना आमतौर पर स्वीकार्य है। हालांकि, हमेशा कॉपीराइट कानूनों और इंस्टाग्राम की सेवा शर्तों का सम्मान करें। यह टूल केवल व्यक्तिगत उपयोग के लिए है।"
    ],
    "disclaimer": "नोट: यह टूल केवल व्यक्तिगत उपयोग के लिए है। कृपया कॉपीराइट और इंस्टाग्राम की सेवा शर्तों का सम्मान करें।",
    "related-tools-title": "हमारे इंस्टाग्राम डाउनलोडिंग टूल:",
    "related-tools-links": [
      "इंस्टाग्राम रील्स डाउनलोडर",
      "इंस्टाग्राम फोटो डाउनलोडर",
      "इंस्टाग्राम स्टोरीज डाउनलोडर",
      "IGTV वीडियो डाउनलोडर",
      "इंस्टाग्राम कैरोसेल डाउनलोडर",
      "इंस्टाग्राम वीडियो डाउनलोडर",
      "इंस्टाग्राम ऑडियो एक्सट्रैक्टर"
    ],
    "footer-about": "हमारे बारे में",
    "footer-privacy": "गोपनीयता नीति",
    "footer-copyright": "© 2025 InstantMediaSave. सर्वाधिकार सुरक्षित।",
    "footer-tagline": "InstantMediaSave द्वारा ❤️ से बनाया गया"
  }