{
    "header-title": "Загрузчик контента из Instagram",
    "header-subtitle": "Скачивайте ролики, изображения и истории из Instagram",
    "input-placeholder": "Вставьте URL из Instagram (ролик, пост или история)...",
    "download-button": "Скачать",
    "download-all-text": "Это может быть пост с несколькими изображениями/видео.",
    "download-all-button": "Скачать весь контент",
    "download-link": "Скачать контент",
    "info-title": "Как скачать ролики, фото и видео из Instagram",
    "info-description": "InstantMediaSave — это бесплатный онлайн-инструмент для скачивания контента из Instagram. Просто вставьте URL любого публичного поста, ролика или истории Instagram, чтобы мгновенно сохранить его.",
    "supported-title": "Поддерживаемые типы контента Instagram:",
    "supported-items": [
      "<strong>Скачивание роликов Instagram</strong> - Сохраняйте короткие вертикальные видео и трендовый контент",
      "<strong>Скачивание фото Instagram</strong> - Сохраняйте отдельные изображения и посты с фотографиями",
      "<strong>Скачивание видео Instagram</strong> - Сохраняйте видеопосты и контент",
      "<strong>Скачивание аудио/песен Instagram</strong> - Сохраняйте аудио из постов и роликов",
      "<strong>Скачивание карусельных постов Instagram</strong> - Сохраняйте несколько изображений/видео из одного поста",
      "<strong>Скачивание историй Instagram</strong> - Сохраняйте временный контент (должен быть публичным)"
    ],
    "faq-title": "Часто задаваемые вопросы",
    "faq-questions": [
      "Как скачать ролики из Instagram?",
      "Как скачать фото из Instagram?",
      "Законно ли скачивать контент из Instagram?"
    ],
    "faq-answers": [
      "Чтобы скачать ролики из Instagram, просто скопируйте URL ролика из Instagram, вставьте его в наш загрузчик и нажмите скачать. Вы можете сохранять ролики в высоком качестве прямо на свое устройство.",
      "Скачивать фото из Instagram легко - скопируйте URL поста, вставьте его здесь и нажмите скачать. Наш инструмент работает с отдельными фотографиями и карусельными постами с несколькими изображениями.",
      "Скачивание публичного контента из Instagram для личного использования обычно приемлемо. Однако всегда уважайте законы об авторском праве и условия использования Instagram. Этот инструмент предназначен только для личного использования."
    ],
    "disclaimer": "Примечание: Этот инструмент предназначен только для личного использования. Пожалуйста, уважайте авторское право и Условия использования Instagram.",
    "related-tools-title": "Наши инструменты для скачивания из Instagram:",
    "related-tools-links": [
      "Загрузчик роликов Instagram",
      "Загрузчик фото Instagram",
      "Загрузчик историй Instagram",
      "Загрузчик видео IGTV",
      "Загрузчик карусельных постов Instagram",
      "Загрузчик видео Instagram",
      "Экстрактор аудио Instagram"
    ],
    "footer-about": "О нас",
    "footer-privacy": "Политика конфиденциальности",
    "footer-copyright": "© 2025 InstantMediaSave. Все права защищены.",
    "footer-tagline": "Сделано с ❤️ от InstantMediaSave"
  }