{
    "header-title": "เครื่องมือดาวน์โหลดเนื้อหาจากอินสตาแกรม",
    "header-subtitle": "ดาวน์โหลดรีลส์ รูปภาพ และสตอรี่จากอินสตาแกรม",
    "input-placeholder": "วาง URL จากอินสตาแกรม (รีล โพสต์ หรือสตอรี่)...",
    "download-button": "ดาวน์โหลด",
    "download-all-text": "นี่อาจเป็นโพสต์ที่มีหลายรูปภาพ/วิดีโอ",
    "download-all-button": "ดาวน์โหลดเนื้อหาทั้งหมด",
    "download-link": "ดาวน์โหลดเนื้อหา",
    "info-title": "วิธีดาวน์โหลดรีลส์ รูปภาพ และวิดีโอจากอินสตาแกรม",
    "info-description": "InstantMediaSave เป็นเครื่องมือออนไลน์ฟรีสำหรับดาวน์โหลดเนื้อหาจากอินสตาแกรม เพียงแค่วาง URL ของโพสต์สาธารณะ รีล หรือสตอรี่จากอินสตาแกรมเพื่อบันทึกทันที",
    "supported-title": "ประเภทเนื้อหาอินสตาแกรมที่รองรับ:",
    "supported-items": [
      "<strong>ดาวน์โหลดรีลส์อินสตาแกรม</strong> - บันทึกวิดีโอแนวตั้งสั้นๆ และเนื้อหาที่กำลังเป็นที่นิยม",
      "<strong>ดาวน์โหลดรูปภาพอินสตาแกรม</strong> - บันทึกภาพเดี่ยวและโพสต์รูปภาพ",
      "<strong>ดาวน์โหลดวิดีโออินสตาแกรม</strong> - บันทึกโพสต์วิดีโอและเนื้อหา",
      "<strong>ดาวน์โหลดเสียง/เพลงจากอินสตาแกรม</strong> - บันทึกเสียงจากโพสต์และรีลส์",
      "<strong>ดาวน์โหลดโพสต์แบบสไลด์จากอินสตาแกรม</strong> - บันทึกหลายรูปภาพ/วิดีโอจากโพสต์เดียว",
      "<strong>ดาวน์โหลดสตอรี่อินสตาแกรม</strong> - บันทึกเนื้อหาชั่วคราว (ต้องเป็นสาธารณะ)"
    ],
    "faq-title": "คำถามที่พบบ่อย",
    "faq-questions": [
      "วิธีดาวน์โหลดรีลส์อินสตาแกรม?",
      "วิธีดาวน์โหลดรูปภาพอินสตาแกรม?",
      "การดาวน์โหลดเนื้อหาอินสตาแกรมถูกกฎหมายหรือไม่?"
    ],
    "faq-answers": [
      "ในการดาวน์โหลดรีลส์อินสตาแกรม เพียงคัดลอก URL ของรีลจากอินสตาแกรม วางลงในโปรแกรมดาวน์โหลดของเรา และคลิกดาวน์โหลด คุณสามารถบันทึกรีลส์คุณภาพสูงลงในอุปกรณ์ของคุณโดยตรง",
      "การดาวน์โหลดรูปภาพอินสตาแกรมนั้นง่าย - คัดลอก URL ของโพสต์ วางที่นี่ และคลิกดาวน์โหลด เครื่องมือของเราใช้ได้กับรูปภาพเดี่ยวและโพสต์แบบสไลด์ที่มีหลายรูปภาพ",
      "การดาวน์โหลดเนื้อหาอินสตาแกรมสาธารณะเพื่อใช้ส่วนตัวโดยทั่วไปเป็นที่ยอมรับได้ อย่างไรก็ตาม โปรดเคารพกฎหมายลิขสิทธิ์และข้อกำหนดการใช้บริการของอินสตาแกรมเสมอ เครื่องมือนี้มีไว้สำหรับการใช้งานส่วนตัวเท่านั้น"
    ],
    "disclaimer": "หมายเหตุ: เครื่องมือนี้มีไว้สำหรับการใช้งานส่วนตัวเท่านั้น โปรดเคารพลิขสิทธิ์และข้อกำหนดการใช้บริการของอินสตาแกรม",
    "related-tools-title": "เครื่องมือดาวน์โหลดอินสตาแกรมของเรา:",
    "related-tools-links": [
      "เครื่องมือดาวน์โหลดรีลส์อินสตาแกรม",
      "เครื่องมือดาวน์โหลดรูปภาพอินสตาแกรม",
      "เครื่องมือดาวน์โหลดสตอรี่อินสตาแกรม",
      "เครื่องมือดาวน์โหลดวิดีโอ IGTV",
      "เครื่องมือดาวน์โหลดแบบสไลด์อินสตาแกรม",
      "เครื่องมือดาวน์โหลดวิดีโออินสตาแกรม",
      "เครื่องมือแยกเสียงจากอินสตาแกรม"
    ],
    "footer-about": "เกี่ยวกับเรา",
    "footer-privacy": "นโยบายความเป็นส่วนตัว",
    "footer-copyright": "© 2025 InstantMediaSave สงวนลิขสิทธิ์ทั้งหมด",
    "footer-tagline": "สร้างด้วย ❤️ โดย InstantMediaSave"
  }