{
    "header-title": "Завантажувач вмісту Instagram",
    "header-subtitle": "Завантажуйте reel-відео, зображення та історії з Instagram",
    "input-placeholder": "Вставте URL-адресу Instagram (reel, допис чи історія)...",
    "download-button": "Завантажити",
    "download-all-text": "Це може бути допис з кількома зображеннями/відео.",
    "download-all-button": "Завантажити весь вміст",
    "download-link": "Завантажити вміст",
    "info-title": "Як завантажити Reels, фото та відео з Instagram",
    "info-description": "InstantMediaSave — це безкоштовний онлайн-інструмент для завантаження вмісту Instagram. Просто вставте URL-адресу будь-якого публічного допису Instagram, reel чи історії, щоб миттєво зберегти його.",
    "supported-title": "Підтримувані типи вмісту Instagram:",
    "supported-items": [
      "<strong>Завантаження Reels з Instagram</strong> - Зберігайте короткі вертикальні відео та трендовий вміст",
      "<strong>Завантаження фото з Instagram</strong> - Зберігайте окремі зображення та фотодописи",
      "<strong>Завантаження відео з Instagram</strong> - Зберігайте відеодописи та вміст",
      "<strong>Завантаження аудіо/пісень з Instagram</strong> - Зберігайте аудіо з дописів та reels",
      "<strong>Завантаження каруселей з Instagram</strong> - Зберігайте кілька зображень/відео з одного допису",
      "<strong>Завантаження історій з Instagram</strong> - Зберігайте тимчасовий вміст (має бути публічним)"
    ],
    "faq-title": "Часті запитання",
    "faq-questions": [
      "Як завантажити Reels з Instagram?",
      "Як завантажити фото з Instagram?",
      "Чи законно завантажувати вміст з Instagram?"
    ],
    "faq-answers": [
      "Щоб завантажити Reels з Instagram, просто скопіюйте URL-адресу reel з Instagram, вставте її в наш завантажувач і натисніть завантажити. Ви можете зберігати reels у високій якості безпосередньо на свій пристрій.",
      "Завантаження фото з Instagram — це просто: скопіюйте URL-адресу допису, вставте її сюди і натисніть завантажити. Наш інструмент працює з окремими фото і каруселями з кількома зображеннями.",
      "Завантаження публічного вмісту Instagram для особистого використання загалом є прийнятним. Однак завжди поважайте авторські права та умови використання Instagram. Цей інструмент призначений лише для особистого використання."
    ],
    "disclaimer": "Примітка: Цей інструмент призначений лише для особистого використання. Будь ласка, поважайте авторські права та Умови використання Instagram.",
    "related-tools-title": "Наші інструменти для завантаження з Instagram:",
    "related-tools-links": [
      "Завантажувач Reels Instagram",
      "Завантажувач фото Instagram",
      "Завантажувач історій Instagram",
      "Завантажувач відео IGTV",
      "Завантажувач каруселей Instagram",
      "Завантажувач відео Instagram",
      "Екстрактор аудіо Instagram"
    ],
    "footer-about": "Про нас",
    "footer-privacy": "Політика конфіденційності",
    "footer-copyright": "© 2025 InstantMediaSave. Усі права захищені.",
    "footer-tagline": "Зроблено з ❤️ від InstantMediaSave"
  }